Repository: common-repository/authy-two-factor-authentication
Catalog: languages/authy-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: Two-Factor Authentication
es_es: Autenticación de dos factores

source: Enable/Disable Authy
es_es: Habilitar/Deshabilitar Authy

source: Invalid Authy Token.
es_es: Token de Authy Inválido

source: SMS token was sent. Please allow at least 1 minute for the text to arrive.
es_es: El mensaje de texto con el token fue enviado. Por favor, espere al menos un minuto por el arribo del mensaje.

source: Authy Production API Key
es_es: Llave de producción del API de Authy

source: Disable external apps that don't support Two-factor Authentication
es_es: Deshabilitar aplicaciones externas que no soportan Autenticación de dos factores

source: Allow Authy for the following roles
es_es: Permitir Authy para los siguientes roles

source: Ensure Two-factor authentication is always respected.
es_es: Asegurar que la autenticación de dos factores sea siempre respetada.

source: WordPress mobile app's don't support Two-Factor authentication. If you disable this option you will be able to use the apps but it will bypass Two-Factor Authentication.
es_es: La aplicación móvil de WordPress no soporta Autenticación en dos factores. Si deshabilita esta opción usted podrá utilizar las aplicaciones pero pasará por alto la autenticación de dos factores.

source: Missing credentials
es_es: Faltan la credenciales

source: Authentication failed
es_es: Falló la autenticación

source: Authentication timed out. Please try again.
es_es: La autenticación excedió el tiempo de espera. Por favor intente de nuevo.

source: Login request to your WordPress site %s
es_es: Solicitud de ingreso a su sitio de WordPress %s

source: UNKNOWN
es_es: DESCONOCIDA

source: Username
es_es: Usuario

source: IP Address
es_es: Dirección IP

source: Name
es_es: Nombre

source: Edit OneTouch settings in Authy Dashboard
es_es: Editar ajustes de Authy OneTouch en el Dashboard de Authy

source: Enable OneTouch
es_es: Habilitar OneTouch

source: Authy OneTouch is the easiest way to authenticate in WordPress. Approve or deny the authentication request with a simple yes/no question. Users will get a push notification alert on a previously authorized smartphone via Authy mobile app. No code to enter anywhere.
es_es: Authy OneTouch es la manera mas sencilla y segura de autenticarse en WordPress. Apruebe o deniegue la petición de autenticación con una simple pregunta de “Si/No”. Los usuarios reciben una notificación vía “Push” en la aplicación móvil de Authy en un dispositivo previamente autorizado. No es necesario ingresar manualmente ningún código de seguridad.

source: You can use OneTouch as your main two-factor authentication service, and keep it in combination with Authy TOTP. As soon as you enable OneTouch in an application, any users with the Authy app installed for your service will automatically be enabled for OneTouch.
es_es: Puede usar OneTouch como el principal método de autenticación, y mantenerlo junto con Authy TOTP. Tan pronto como habilite OneTouch en su aplicación, sus usuarios con la aplicación móvil de Authy instalada serán dados de alta para usar OneTouch automáticamente.

source: Visit the OneTouch section in your Authy Dashboard to enable the service. Try it now!
es_es: Visite la sección OneTouch en su Dashboard de Authy para habilitar el servicio. Pruébalo ahora!

source: Enter your Authy API key (get one on authy.com/signup). You can select which users can enable authy by their WordPress role. Users can then enable Authy on their individual accounts by visting their user profile pages.
es_es: Ingrese la llave del API de Authy (Puede obtener uno en authy.com/signup). Puede seleccionar qué usuarios pueden habilitar Authy por su rol de WordPress. Los usuarios pueden activar Authy directamente visitando sus páginas de perfil.

source: You can also enable and force Two-Factor Authentication by editing the user on the Users page, and then clicking "Enable Authy" button on their settings.
es_es: También puede habilitar y forzar la autenticación en dos factores editando el usuario en la pagina de Usuarios y luego dando clic en el botón "Habilitar Authy" en los ajustes.

source: To use the Authy service, you must register an account at <a href="%1$s"><strong>%1$s</strong></a> and create an application for access to the Authy API.
es_es: Para utilizar el servicio de Authy, debe registrar una cuenta en <a href="%1$s"><strong>%1$s</strong></a> y crear una aplicación para acceder al API de Authy.

source: Once you've created your application, enter your API keys in the fields below.
es_es: Una vez tenga creada la aplicación, ingrese la llave del API en el campo a continuación.

source: Until your API keys are entered, the %s plugin will not work.
es_es: Mientras no ingrese una llave del API, el plugin de %s no podrá funcionar.

source: Save Changes
es_es: Guardar Cambios

source: Application Details
es_es: Detalles de la aplicación

source: Application name
es_es: Nombre de la aplicación

source: Warning: text-messages won't work on the current plan. Upgrade for free to the Starter plan on your authy.com dashboard to enable text-messages.
es_es: Advertencia: los mensajes de texto no funcionan en el plan actual. Actualícelo gratis al plan Starter en el Authy dashboard para habilitar los mensajes de texto.

source: Enable Authy Two-Factor Authentication
es_es: Habilitar Autenticación de dos factores con Authy

source: Your administrator has requested that you add Two-Factor Authentication to your account, please enter your cellphone below to enable.
es_es: El administrador ha solicitado que active Autenticación de dos factores en su cuenta, por favor ingrese su número de celular a continuación para habilitarlo.

source: Country
es_es: País

source: Phone number
es_es: Número de teléfono

source: Enable
es_es: Activar

source: To activate your account you need to setup Authy Two-Factor Authentication.
es_es: Para activar su cuenta necesita configurar la Autenticación de dos factores.

source: On your phone browser go to <a href="%1$s" alt="install authy" style="padding-left: 18px;">%1$s</a>.
es_es: Ingrese al siguiente vinculo en el navegador de su teléfono móvil: <a href="%1$s" alt=“Instalar authy" style="padding-left: 18px;">%1$s</a>.

source: Open the App and register.
es_es: Abra la aplicación de Authy y registre su número de teléfono.

source: If you don’t have an iPhone or Android
es_es: Si no posee un iPhone o Android

source: click here to get the Token as a Text Message.
es_es: haga clic aquí para obtener el token (código de seguridad) vía mensaje de texto.

source: Authy Token
es_es: Token de Authy

source: Verify Token
es_es: Token de verificación

source: Get the token via SMS
es_es: Obtener el token a través de mensaje de texto

source: Check your Authy mobile app and approve the OneTouch request to login. Click the button below if you are having issues getting the notification or still want to enter manually the token from the mobile app or SMS.
es_es: Abra la aplicación móvil de Authy para aprobar la petición de ingreso de OneTouch. Haga click en el siguiente botón si tiene problemas recibiendo la notificación o quiere ingresar manualmente el token.

source: You can get this token from the Authy mobile app. If you are not using the Authy app we've automatically sent you a token via SMS message to your phone number:
es_es: Puede obtener el token desde la aplicación móvil de Authy. Si no la tiene instalada nosotros le enviaremos un mensaje de texto con el código a su número de teléfono:

source: Login
es_es: Iniciar sesión

source: Waiting for approval...
es_es: Esperando aprobación…

source: Open Authy mobile app and approve the login request.
es_es: Abra la aplicación móvil de Authy y apruebe la petición de ingreso.

source: Enter token manually
es_es: Ingresar token manualmente

source: Two Factor Authentication
es_es: Autenticación en dos factores

source: To enable Authy enter the country and cellphone number of the person who is going to use this account.
es_es: Para habilitar Authy ingrese el código del país y el número de teléfono de la persona que va a utilizar esta cuenta.

source: Force enable Authy
es_es: Forzar la activación de Authy

source: Force this user to enable Authy Two-Factor Authentication on the next login.
es_es: Forzar éste usuario a habilitar la Autenticación en dos factores con Authy en el próximo inicio de sesión.

source: Authy was disabled
es_es: Authy fue deshabilitado

source: Return to your profile
es_es: Regresar a su perfil

source: Authy is enabled for this account.
es_es: Authy esta habilitado para ésta cuenta

source: Click the button below to disable Two-Factor Authentication for <strong>%s</strong>
es_es: Click en el botón a continuación para deshabitar la Autenticación en dos factores para <strong>%s</strong>

source: Disable Authy
es_es: Deshabilitar Authy

source: Congratulations, Authy is now configured for <strong>%s</strong> user account.
es_es: Felicitaciones, Authy ha sido configurado para la cuenta de usuario <strong>%s</strong>.

source: We've sent an email, and an SMS message with instructions on how to install the Authy App. If you do not install the app, we'll automatically send an SMS message to your phone number
es_es: Hemos enviado un e-mail y un mensaje de texto con las instrucciones sobre cómo instalar la aplicación de Authy. Si no instala la aplicación, le enviaremos automáticamente un mensaje de texto a su número telefónico

source: with the token that you need to use when logging in.
es_es: con el token requerido para iniciar sesión.

source: Authy could not be activated for the <strong>%s</strong> user account.
es_es: Authy no pudo ser activado para la cuenta de usuario <strong>%s</strong>.

source: Please try again later.
es_es: Por favor intente de nuevo mas tarde.

source: Try again
es_es: Intenta de nuevo

source: Authy is not yet configured for <strong>%s</strong> account.
es_es: Authy no esta aún configurado para la cuenta de usuario <strong>%s</strong>.

source: Complete the form below to enable Two-Factor Authentication for this account.
es_es: Diligencie el formulario a continuación para activar Autenticación en dos pasos para ésta cuenta.

source: Continue
es_es: Continuar

source: Disable Two Factor Authentication?
es_es: ¿Deshabilitar Autenticación en dos pasos?

source: Yes, disable Authy for your account.
es_es: Si, deshabilitar Authy en mi cuenta.
